/* eslint-disable camelcase */
import common_fr from './fr/common.json';
import common_en from './en/common.json';
import common_de from './de/common.json';

export default {
  en: {
    common: common_en,
  },
  fr: {
    common: common_fr,
  },
  de: {
    common: common_de,
  },
};


export const GujWords = {
  "freqCodes" : {
    "1-0-1-A": "એક ગોળી સવાર-સાંજ જમ્યા પછી",
    '1-0-1-B': "એક ગોળી સવાર-સાંજ જમ્યા પહેલા",
    '1-1-1-A': "એક ગોળી સવાર-બપોર-સાંજ જમ્યા પછી",
    '1-1-1-B': "એક ગોળી સવાર-બપોર-સાંજ જમ્યા પહેલા",
    '1-0-0-A': "એક ગોળી સવારે જમ્યા પછી",
    '1-0-0-B': "એક ગોળી સવારે જમ્યા પહેલા",
    '0-0-1-A': "એક ગોળી સાંજે જમ્યા પછી",
    '0-0-1-B': "એક ગોળી સાંજે જમ્યા પહેલા",
    '0-1-0-A': "એક ગોળી બપોરે જમ્યા પછી",
    '0-1-0-B': "એક ગોળી બપોરે જમ્યા પહેલા",
    '0.5-0-0.5-A': "અડધી ગોળી સવાર-સાંજ જમ્યા પછી",
    '0.5-0-0.5-B': "અડધી ગોળી સવાર-સાંજ જમ્યા પહેલા",
    '0.5-0.5-0.5-B': "અડધી ગોળી સવાર-બપોર-સાંજ જમ્યા પહેલા",
    '0.5-0.5-0.5-A': "અડધી ગોળી સવાર-બપોર-સાંજ જમ્યા પછી"
  }
}
